/* Italian */
/* Warnings for <cityname> */
"warningsFor" =
	"Warnings for %@:\n\n";
	
"falseAlarm" = 
	"False Alarm, no warning. Sorry for the interruption";

"loadingText" =
    "Loading";

"pleaseWaitText" =
    "Please wait while Meteo fetches the weather";

/* build as displayed in \"About\" */
"build" =
    "build";

/* No comment provided by engineer. */
"Cancel" =
    "Cancella";

/* City Switcher MenuItem */
"City Switcher" =
    "Città";

/* Controls MenuItem */
"Controls" =
    "Controlli";

/* No comment provided by engineer. */
"Current Conditions" =
    "Condizioni Correnti";

/* No comment provided by engineer. */
"Extended Forecast" =
    "Forecast estensioni";

/* No comment provided by engineer. */
"New Version" =
    "Nuova Versione";

/* No comment provided by engineer. */
"No Active Cities" =
    "Nessuna Città attiva";

/* No comment provided by engineer. */
"No New Version" =
    "Nessuna nuova versione";

/* No comment provided by engineer. */
"No Weather" =
    "Nessun meteo";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "Preferenze";

/* No comment provided by engineer. */
"Quit" =
    "Chiudi";

/* No comment provided by engineer. */
"Refresh" =
    "Aggiorna";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Server non disponibile";

/* Show City Editor MenuItem */
"Show City Editor" =
    "Mostra editor Città";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "Il server non può essere raggiunto per determinare la versione più recente di meteorologist";

/* Version as displayed in \"About\" */
"Version" =
    "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "Versione %1$@ di Meteorologist e disponibile (tua versione %2$@).  Vuoi visitare il sito web?";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Visita il Sito Web";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "Previsione per";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "Questa è la versione più aggiornata di Meteorologist.";

/* Preferences panel */
"MeteorologistNameText" =
    "Meteorologist";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "Tempo";
"temperatureBoxTitle" =
    "Temperatura";
"displayTempTitle" =
    "Mostra Temperatura";
"hideCFTitle" =
    "Nascondi tipo (C/F)";
"showHumidity" =
    "Mostra umidità";
"menuBarBoxTitle" =
    "Barra dei Menu";
"displayMenuIconTitle" =
    "Mostra icona";
"displayCityNameTitle" =
    "Mostra nome città";
"fontNameTitle" =
    "Nome Font:";
"fontSizeTitle" =
    "Misura Font:";
"fontColorTitle" =
    "Colore Font:";
"dockIconBoxTitle" =
    "Icona Dock";
"imageOpacityTitle" =
    "Opacità Immagine:";
"currentWeatherBoxTitle" =
    "Tempo Corrente";
"displayTodayInSubmenuTitle" =
    "Mostra nel sotto menu";
"extendedForecastBoxTitle" =
    "Previsioni per esteso";
"forecastDaysOnTitle" =
    "Mostra Previsioni estese";
"viewForecastInSubmenuTitle" =
    "Nascondi barra menu";
"displayDayImageTitle" =
    "Mostra icona tempo";
"forecastInlineTitle" =
    "Temperature in una linea";
"forecastDaysNumberLabelTitle" =
    "Numero di giorni";
"generalBoxTitle" =
    "Generali";
"embedControlsTitle" =
    "Mostra controlli Meteorologist nel sotto menu";
"killOtherMeteoTitle" =
    "Evita Meteo Multipli in fase di avvio";
"resetButtonTitle" =
    "Impostazioni iniziali";
"revertButtonTitle" =
    "Annulla Cambiamenti";
"applyButtonTitle" =
    "Applica";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "Città";
"citiesTabHeaderActiveText" =
    "Attivi";
"citiesTabHeaderNameText" =
    "Nome Città";
"citiesTabHeaderServersText" =
    "Server attivi (Non modificabile)";
"citiesTabDescriptonText" =
    "La prima città è mostrata nella barra dei menu. Drag e Drop le città per riordinare.";
"addCityTitle" =
    "Aggiungi Città";
"editCityTitle" =
    "Modifica Città";
"removeCityTitle" =
    "Rimuovi Città";
"updateMenuTitle" =
    "Aggiorna Menu";
"useGlobalUnitsTitle" =
    "Abilita Unità di Misura";
"explainGlobalUnitsText" =
    "In caso contrario, le unità sono specificati per ogni città singolarmente nelle voci previsioni meteorologiche nelle schede dell'editor Città.";
"degreesNameText" =
    "Gradi:";
"distanceNameText" =
    "Distanza:";
"speedNameText" =
    "Velocità:";
"pressureNameText" =
    "Pressione:";
"fahrenheitText" =
    "Fahrenheit";
"celsiusText" =
    "Celsius";
"milesText" =
    "Miglia";
"feetText" =
    "Piedi";
"kilometersText" =
    "Chilometri";
"metersText" =
    "Metri";
"milesPerHourText" =
    "Miglia/orari";
"kilometersPerHourText" =
    "Chilometri/orari";
"metersPerSecondText" =
    "Metri/secondo";
"knotsText" =
    "Nodi";
"inchesText" =
    "Pollici";
"millibarsText" =
    "Millibar";
"kilopascalsText" =
    "Kilopascal";
"hectopascalsText" =
    "Hectopascal";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "Aggiornamento";
"updateIntervalBoxTitle" =
    "Aggiorna Intervalli";
"updateXminutesTitle" =
    "Aggiorna Temperature locali ogni";
"minutesText" =
    "minuti";
"cycleXminutesTitle" =
    "Cicla Temperature locali ogni";
"changeLocationsXminutesTitle" =
    "Cambia Temperature locali ogni";
"updatesAndProblemsBoxTitle" =
    "Aggiornamenti e Problemi";
"checkForNewVersionsTitle" =
    "Cerca nuove versioni all'avvio";
"checkForServerProblemsTitle" =
    "Cerca per problemi di server all'avvio";
"logMessagesTItle" =
    "Log messages to console";
"checkForNewVersionButtonTitle" =
    "Cerca aggiornamenti";
"checkForNewErrorsButtonTitle" =
    "Cerca nuovi errori";
"displayLocationBoxTitle" =
    "Posizione Schermo";
"menubarButtonTitle" =
    "Barra Me";
"dockButtonTitle" =
    "Dock";
"bothButtonTitle" =
    "Entrambi";
"displayLocationTextData" =
    "Meteo can reside in the Dock, Menubar, or both at the same time. (Relaunch required)";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "Alerts";
"weatherAlertsBoxTitle" =
    "Weather Alerts";
"weatherAlertEmailTitle" =
    "Email";
"weatherAlertSMSTitle" =
    "SMS";
"weatherAlertBeepTitle" =
    "Beep";
"weatherAlertSongTitle" =
    "Song";
"weatherAlertBounceTitle" =
    "Bounce";
"weatherAlertMessageTitle" =
    "Message";
"weatherAlertChooseSongTitle" =
    "Choose song file";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "About";
"aboutHomepageTitle" =
    "Homepage";
"aboutWebSupportTitle" =
    "Supporto Web";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "Meteo messaggi di avviso";
"killSoundsButtonTitle" =
    "Kill Sounds";
"clearLogButtonTitle" =
    "Cancella Registro";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "Immagine Locale Scaricata";
"downloadWindowNameText" =
    "Nome Immagine:";
"downloadWindowSizeText" =
    "Peso Immagine:";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "Editor Città";
"serversTabTitle" =
    "Server";
"weatherItemsTabTitle" =
    "Opzioni Meteo";
"forecastItemsTabTitle" =
    "Opzioni Forecast";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "Nome Città:";
"cityNameDescriptionLabel" =
    "ad esempio casa, vacanze, lavoro, nonni, Miami, etc";
"weatherServersTitle" =
    "Server Meteo:";
"weatherModulesTable" =
    "Moduli Meteo";
"weatherServersDescriptionTItle" =
    "Per ciascun server verrà utilizzato, sarà necessario eseguire una ricerca.";
"cityOrZipSearchTitle" =
    "Città o CAP Ricerca:";
"searchButtonTitle" =
    "Cerca";
"cityNameCellTitle" =
    "Nome Città";
"onlyTheFirstEightDescriptionTitle" =
    "Solo i primi 8 risultati sono mostrati.";
"cancelButtonTitle" =
    "Cancella";
"confirmButtonTitle" =
    "Conferma";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "Opzioni Meteo Correnti";
"currentWeatherItemsPropertyTitle" =
    "Proprietà";
"currentWeatherItemsOnTitle" =
    "On";
"currentWeatherItemsUnitTitle" =
    "Unità";
"currentWeatherItemsServerTitle" =
    "Server Selezionato";
"citiesListTitle" =
    "Città";
"ImportButtonTitle" =
    "Importa queste preferenze città";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "Opzioni Previsioni a lungo periodo";
"longTermForecastItemsOnTitle" =
    "On";
"longTermForecastItemsPropertyTitle" =
    "Proprietà";
"longTermForecastItemsUnitTitle" =
    "Unità Selezionata";
"longTermForecastItemsServerTitle" =
    "Server Selezionato";

/* Values in menu */
"Temperature" =
	"Temperature";
"Feels Like" =
	"Feels Like";
"Dew Point" =
	"Dew Point";
"Humidity" =
	"Humidity";
"Visibility" =
	"Visibility";
"Pressure" =
	"Pressure";
"Wind" =
	"Wind";
"UV Index" =
	"UV Index";
"Last Update" =
	"Last Update";
"Date" =
	"Date";
"Forecast" =
	"Forecast";
"High" =
	"High";
"Low" =
	"Low";
"Precipitation" =
	"Precipitation";
"Extended Forecast" =
	"Extended Forecast";
"Weather Alert" =
	"Weather Alert";
"Radar Image" =
	"Radar Image";
"Controls" =
	"Controls";
"Show City Editor" =
	"Show City Editor";
"City Switcher" =
	"City Switcher";
"Preferences" =
	"Preferences";
